import { Icon } from "lucide-react";

export  interface List {
    id: string;
    title: string;
  }
  export  const Lists = [
      {
        id: 1,
        title: "Бүгд",
      },
      {
        id: 2,
        title: "Шинэ захиалага",
      },
      {
        id: 3,
        title: "Бэлтгэгдэж байна",
      },
      {
        id: 4,
        title: "Хүргэлтэнд гарсан",
      },
      {
        id: 5,
        title: "Хүргэгдсэн",
      },
      {
        id: 6,
        title: "Цуцлагдсан",
      },
    ];
    export const Orders = [
      {
        id:1,
        ЗахиалгынIDдугаар: "#12345678",
        Үйлчлүүлэгч:"Zoloosoko@gmail.com",
        Огноо:"2023-01-09",
        Цаг:"10:58",
        Төлбөр:"12,000₮",
        Статус:"Хүргэгдсэн",
      },
      {
        id:2,
        ЗахиалгынIDдугаар: "#12345678",
        Үйлчлүүлэгч:"Zoloosoko@gmail.com",
        Огноо:"2023-01-09",
        Цаг:"10:58",
        Төлбөр:"12,000₮",
        Статус:"Шинэ захиалга",
       
      },
      {
        id:3,
        ЗахиалгынIDдугаар: "#12345678",
        Үйлчлүүлэгч:"Zoloosoko@gmail.com",
        Огноо:"2023-01-09",
        Цаг:"10:58",
        Төлбөр:"12,000₮",
        Статус:"Хүргэгдсэн",
       
      },
      {
        id:4,
        ЗахиалгынIDдугаар: "#12345678",
        Үйлчлүүлэгч:"Zoloosoko@gmail.com",
        Огноо:"2023-01-09",
        Цаг:"10:58",
        Төлбөр:"12,000₮",
        Статус:"Хүргэлтэнд гарсан",
        
      },
      {
        id:5,
        ЗахиалгынIDдугаар: "#12345678",
        Үйлчлүүлэгч:"Zoloosoko@gmail.com",
        Огноо:"2023-01-09",
        Цаг:"10:58",
        Төлбөр:"12,000₮",
        Статус:"Хүргэгдсэн",
       
      },
      {
        id:6,
        ЗахиалгынIDдугаар: "#12345678",
        Үйлчлүүлэгч:"Zoloosoko@gmail.com",
        Огноо:"2023-01-09",
        Цаг:"10:58",
        Төлбөр:"12,000₮",
        Статус:"Бэлтгэгдэж байна",
       
      },
      {
        id:7,
        ЗахиалгынIDдугаар: "#12345678",
        Үйлчлүүлэгч:"Zoloosoko@gmail.com",
        Огноо:"2023-01-09",
        Цаг:"10:58",
        Төлбөр:"12,000₮",
        Статус:"Хүргэлтэнд гарсан",
      
      },
    ]